let questions = [
    {
        text: 'Загадка первая',
        variants: {
            'a': 'Правильный ответ',
            'b': 'Неверный ответ',
            'c': 'Совсем неверный ответ',
            'd': 'Очень, очень плохой ответ',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Загадка вторая',
        variants: {
            'a': 'Правильный ответ',
            'b': 'Неверный ответ',
            'c': 'Совсем неверный ответ',
            'd': 'Очень, очень плохой ответ',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Загадка третья',
        variants: {
            'a': 'Правильный ответ',
            'b': 'Неверный ответ',
            'c': 'Совсем неверный ответ',
            'd': 'Очень, очень плохой ответ',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Загадка четвертая',
        variants: {
            'a': 'Правильный ответ',
            'b': 'Неверный ответ',
            'c': 'Совсем неверный ответ',
            'd': 'Очень, очень плохой ответ',
        },
        correctAnswerIndex: 'a',
    },
    {
        text: 'Загадка пятая',
        variants: {
            'a': 'Правильный ответ',
            'b': 'Неверный ответ',
            'c': 'Совсем неверный ответ',
            'd': 'Очень, очень плохой ответ',
        },
        correctAnswerIndex: 'a',
    },
]